---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Document
zh: 文档、文件
source: html/9a38d78f-5d4f-b59b-52b4-197017d2038a.htm
---
# Document Members

**中文**: 文档、文件

Acquires coordinates from the specified link instance.